[
  {
    "id": "657a210b-8bf3-4656-bd87-c41be1d8be79",
    "title": "TODO MAFALDA. Edición definitiva",
    "author": "LAVADO TEJÓN, JOAQUÍN S. (QUINO)",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1656917315.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2022",
    "rating": "8,85",
    "synopsis": "Quino se pasó muchos años demostrándonos que los niños son los depositarios de la sabiduría. Lo malo para el mundo es que a medida que crecen van perdiendo el uso de la razón, se les olvida en la escuela lo que sabían al nacer, se casan sin amor, trabajan por dinero, se cepillan los dientes, se cortan las uñas..., y al final -convertidos en adultos miserables- no se ahogan en un vaso de agua, sino en un plato de sopa.Esta edición definitiva de Todo Mafalda incluye todos y cada uno de los dibujos que su genial creador, Quino, hizo de sus personajes, incluyendo un ingente material inédito.",
    "urlBook": "https://quelibroleo.com/todo-mafalda-edicion-definitiva"
  },
  {
    "id": "d93d2fde-8d2c-4971-971e-2190e1ee59ea",
    "title": "SANDMAN 02. La casa de muñecas",
    "author": "GAIMAN, NEIL",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1381391611.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2013",
    "rating": "8,7",
    "synopsis": "Por fin libre de un prolongado cautiverio, y tras recuperar la plenitud de su poder y visitar el mismísimo Infierno, Morfeo detecta la existencia de un vórtice en su reino. A punto están de cruzarse los caminos del Rey del Sueño y la joven Rose Walker... \r\n\r\nSegunda entrega (de 10) de la esperada reedición mensual de Sandman, obra maestra del guionista británico Neil Gaiman que revolucionó el mundo del cómic durante la década de los 90.",
    "urlBook": "https://quelibroleo.com/sandman-02-la-casa-de-munecas"
  },
  {
    "id": "e35df992-56ef-426a-987d-76928629fa68",
    "title": "THE SANDMAN, NOCHES ETERNAS",
    "author": "GAIMAN, NEIL",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1271921875.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2004",
    "rating": "8,64",
    "synopsis": "Sueño, Muerte, Destino, Desespero, Destrucción, Delirio y Deseo... Siete nombres, siete ideas, siete hermanos de una de las familias más conflictivas de la historia del cómic. Neil Gaiman, el creador de todos ellos y una leyenda del noveno arte gracias a The Sandman, vuelve a escribir a estos grandes personajes para mostrar su historia definitiva, acompañado por los mejores autores.",
    "urlBook": "https://quelibroleo.com/the-sandman-noches-eternas"
  },
  {
    "id": "0a98e4b6-e453-4543-9d01-5d9cefb8e6e7",
    "title": "ABSOLUTE WATCHMEN",
    "author": "MOORE, ALAN",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1553609674.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2007",
    "rating": "8,52",
    "synopsis": "Watchmen es una obra mítica de los británicos Alan Moore, guionista, y Dave Gibbons, dibujante. Se editó, por primera vez, en formato comic-book, entre 1986 y 1987 se publicó en 12 entregas. La historia es una crítica a la sociedad occidental de su momento, mediados de los ochenta, y , por extensión, de la actualidad: sobre valoración del dinero, la lenta introducción de la tecnología en las facetas más pequeñas de la vida doméstica y cotidiana, los conflictos políticos entre las grandes potencias mundiales, etcétera. Es decir, un gran surtido de elementos que componen un acertado fresco de la sociedad de finales del siglo XX.",
    "urlBook": "https://quelibroleo.com/absolute-watchmen"
  },
  {
    "id": "6a104f7a-53da-4482-8d40-06cf83677d87",
    "title": "WATCHMEN",
    "author": "MOORE, ALAN y GIBBONS, DAVE",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1553609589.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2009",
    "rating": "8,52",
    "synopsis": "¿Quién vigila a los vigilantes? Nueva York, 1985. El cruento asesinato de Edward Blake, el Comediante, deja tras de sí un smiley manchado de sangre y moviliza a los pocos justicieros que aún viven. Uno de los más resolutivos e implacables, Rorschach (Walter J. Kovacs), emprende una investigación que le hará reencontrarse con el desengañado Búho Nocturno (Dan Dreiberg), el poderoso Dr. Manhattan (Jon Osterman), el multimillonario Ozymandias, considerado“el hombre más listo del mundo” (Adrian Veidt), y la renuente y atormentada Espectro de Seda (Laurie Juspeczyk). Juntos afrontarán un pasado terrible, bajo la sombra de los Minutemen, y tratarán de superarlo para salvar el futuro… si es que el fin, cada vez más cerca, no llega antes y destruye la Tierra por completo. Alan Moore y Dave Gibbons firman la que posiblemente sea la mejor historia de superhéroes de todos los tiempos, galardonada con premios tan prestigiosos como los Kirby, los Eisner, los Harvey e incluso el Hugo, jamás otorgado a ningún cómic hasta entonces.",
    "urlBook": "https://quelibroleo.com/watchmen"
  },
  {
    "id": "6ecd2f35-172d-4746-9868-3c321efb346a",
    "title": "MAUS",
    "author": "SPIEGELMAN, ART",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1553611945.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2007",
    "rating": "8,42",
    "synopsis": "Por medio de gatos nazis y ratones judíos, el reconocido ilustrador Art Spiegelman relata la terrible experiencia de su padre en Auschwitz y a su vez proyecta la compleja convivencia de una familia marcada por los horrores del Holocausto. Una historia hipnótica y agridulce que se convirtió en el primer cómic en recibir el premio Pulitzer en 1992.",
    "urlBook": "https://quelibroleo.com/maus"
  },
  {
    "id": "13a8cc9d-3f67-4c0a-acc0-52c73ef0fa46",
    "title": "LOS SURCOS DEL AZAR",
    "author": "ROCA, PACO",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1588162965.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2019",
    "rating": "8,39",
    "synopsis": "A través de los recuerdos de Miguel Ruiz, republicano español exiliado en Francia, Paco Roca reconstruye la historia de La Nueve, una compañía a las órdenes del capitán Dronne integrada en la segunda división blindada del general Leclerc, y formada mayoritariamente por republicanos españoles. Una historia apasionante y olvidada sobre la contribución española en la Segunda Guerra Mundial. La mayoría de los hombres que componían la Nueve tenían menos de 20 años cuando en 1936 cogieron las armas por primera vez para defender la República española. Ninguno sabía entonces que los supervivientes ya no las abandonarían hasta ocho años después, y que en la noche del 24 de agosto de 1944 serían los 0primeros en entrar en París. Los carros de combate llevaban, en el morro y en los flancos, nombres sorprendentes: Madrid, Don Quichotte, Guadalajara, Ebro o Guernica. Los soldados se apellidaban Granell, Campos, Fábregas, Royo, Pujol... Ellos encabezarán el desfile de la victoria del día 26 por los Campos Elíseos. Sin embargo, no lograrán su máxima meta de ver España libre del franquismo.",
    "urlBook": "https://quelibroleo.com/los-surcos-del-azar"
  },
  {
    "id": "66d59cc7-0d00-4451-b5fd-bc9b656906ef",
    "title": "LA SOMBRA SOBRE INNSMOUTH",
    "author": "LOVECRAFT, H. P. (Howard Phillips Lovecraft)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1345461554.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2010",
    "rating": "8,38",
    "synopsis": "La sombra sobre Innsmouth, obra del escritor estadounidense H. P. Lovecraft –uno de los maestros indiscutibles de la literatura de terror de todos los tiempos–, continúa, con ilustraciones del dibujante gallego Alberto Vázquez, la colección Clásicos Ilustrados de Astiberri, donde una novela completa o, como en este caso, una recopilación de relatos de un autor de referencia de la literatura, es interpretada gráficamente por un dibujante de cómics con una serie de ilustraciones distribuidas a lo largo del libro principalmente a toda página. La obra de Lovecraft sigue siendo objeto de culto por parte de nuestros contemporáneos. Personaje rodeado de malditismo, apático, racista declarado, enemigo del mundo moderno y rebosante de fobias, intentó integrarse en la sociedad sin éxito. Todo este desprecio acumulado hacia la humanidad se vio volcado en su obra salpicada de una mitología fantástica personal –conocida como Los mitos de Cthulhu– y una visión apocalíptica y degradada del universo. Su literatura ritual, llena de adjetivos imposibles y extensas descripciones paradójicas, ahonda entre lo maravilloso y lo terrorífico, lo preciso y lo abstracto, lo científico y lo mitológico, provocando al lector un desorden de los sentidos característico de su literatura. En este volumen se abordan 7 relatos de distinta extensión que permitirán al lector conocer los hitos temáticos y narrativos que hacen de Lovecraft uno de los escritores de culto más personales e influyentes de la historia de la literatura. Esta selección clave para adentrarse en el universo del autor norteamericano se compone de La sombra sobre Innsmouth, La extraña casa elevada entre la niebla, El ceremonial, La música de Erich Zann, Los sueños en la Casa de la Bruja, Dagón y Las ratas de las paredes.",
    "urlBook": "https://quelibroleo.com/la-sombra-sobre-innsmouth"
  },
  {
    "id": "059f81c7-6925-4577-9bc0-ec691ef27f01",
    "title": "LA BROMA ASESINA (BATMAN)",
    "author": "MOORE, ALAN",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1560718518.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2017",
    "rating": "8,36",
    "synopsis": "Alan Moore (Watchmen, V de Vendetta) y Brian Bolland (Camelot 3000) abordan los orígenes del mejor supervillano del cómic, el Joker... y con ello cambian el mundo del Hombre Murciélago para siempre. ¡Disfruta de todo un clásico, en una edición especialmente atractiva!",
    "urlBook": "https://quelibroleo.com/batman-la-broma-asesina"
  },
  {
    "id": "f35ee72a-5d3c-427b-9fc5-eda0665e219e",
    "title": "SANDMAN 01. Preludios nocturnos",
    "author": "GAIMAN, NEIL",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1381419191.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2013",
    "rating": "8,36",
    "synopsis": "La obra maestra de Neil Gaiman que revolucionó el mundo del cómic durante la década de los noventa, por fin disponible en una nueva edición. Una inolvidable epopeya protagonizada por Morfeo, Rey del Sueño perteneciente a la familia de los Eternos.\r\nSandman es con razón la colección de cómics más aplaudida y premiada de los años noventa. Esta epopeya soberbia y muy melancólica cuenta con el elegante guion de Neil Gaiman y los dibujos de un elenco de artistas que se van alternando y que se encuentran entre los más solicitados de la actualidad. Es una rica combinación de mitos modernos y fantasía oscura donde la ficción contemporánea, el drama histórico y la leyenda se entrelazan a la perfección. La saga de Sandman comprende una sucesión de relatos únicos en la literatura gráfica y narran una historia que jamás olvidaréis.",
    "urlBook": "https://quelibroleo.com/sandman-01-preludios-nocturnos"
  },
  {
    "id": "b943c37d-8304-4db5-8d86-f26e9ff20bab",
    "title": "V DE VENDETTA",
    "author": "MOORE, ALAN",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1539240753.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2006",
    "rating": "8,32",
    "synopsis": "Estamos en el año 1997. Ha finalizado la III Guerra Mundial. Inglaterra se ha convertido en un estado fascista. En estos tiempos de desesperación y oscuridad, aparece un misterioso individuo que se hace llamar \"V\" y que ataca a los intereses y agentes del estado, creando el caos. Pero, ¿quién es \"V\"? ¿Por qué busca venganza? La respuesta la conoceremos gracias a Evey, una joven de 16 años que se vió obligada a prostituirse para seguir adelante y que fue rescatada por el misterioso \"V\" de ser violada y asesinada por los mal llamados \"agentes del orden\" del estado. Tomada por \"V\" bajo su \"cuidado\" (que en ocasiones más bien parece un cautiverio), mediante la interacción de ambos personajes se nos irá desvelando poco a poco el pasado y objetivos del misterioso protagonista de la historia mientras lleva a cabo su cruzada contra el estado y vamos conociendo mejor este hipotético futuro.",
    "urlBook": "https://quelibroleo.com/v-de-vendetta"
  },
  {
    "id": "815b9de0-6abe-4fad-b427-278283bf5726",
    "title": "BATMAN EL REGRESO DEL CABALLERO OSCURO",
    "author": "MILLER, FRANK",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322620173.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2007",
    "rating": "8,31",
    "synopsis": "Ambientada en un futuro lejano donde Bruce Wayne ha abandonado el manto del murciélago tras vivir varias desgracias personales. El regreso del Caballero Oscuro ahonda en los motivos que llevan a Bruce a volver a fundirse en el traje que tanto le costó dejar, ayudado por una nueva Robin que interrumpe en su vida. A su vuelta le sigue, de forma inevitable, el regreso de villanos como Joker y Dos Caras que sirven como antesala al enfrentamiento final contra el propio gobierno de Estados Unidos y hasta el mismísimo Superman. A esta historia épica se le suma una gran cantidad de extras que convierten a esta edición en la versión definitiva de El regreso del Caballero Oscuro.",
    "urlBook": "https://quelibroleo.com/batman-el-regreso-del-caballero-oscuro"
  },
  {
    "id": "0932a6f4-4bc5-43ec-b7d4-2ee4923c9a63",
    "title": "BATMAN: AÑO UNO",
    "author": "MILLER, FRANK y MAZZUCCHELLI, DAVID",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1278925544.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2008",
    "rating": "8,24",
    "synopsis": "En 1986, Frank Miller y David Mazzucchelli produjeron esta rompedora reinterpretación del origen de Batman: quién es y cómo llegó a serlo. Escrita poco después de El regreso del caballero oscuro, Año Uno establece el escenario para una nueva versión de un personaje legendario.Esta edición incluye la novela gráfica al completo, una introducción de Denny O´Neil y un nuevo epílogo ilustrado de David Mazzucchelli. Completando la edición hay casi 40 páginas de material nunca visto sobre la génesis y desarrollo del proyecto, con bocetos, páginas del guión original y mucho más que ofrecen la oportunidad de acercarse al proceso de creación de este clásico contemporáneo.",
    "urlBook": "https://quelibroleo.com/batman-ano-uno"
  },
  {
    "id": "ce272577-7911-4b3b-a43e-03f5d7e150fe",
    "title": "APOCALÍPSIS. PESADILLAS AMERICANAS",
    "author": "KING, STEPHEN",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1341822169.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2009",
    "rating": "8,22",
    "synopsis": "La mortífera gripe que algunos han dado en llamar Capitán Trotamundos ha devastado el país y ahora unos pocos supervivientes deben recoger las piezas y seguir adelante. Larry Underwood quiere escapar de de Nueva York; Lloyd descubre una muy desagradable cena en la prisión, y Stu Redman lleva a cabo un desesperado intento por liberarse de sus captores. Y mientras tanto, un hombre siniestro, Randall Flagg, continúa su terrible viaje a través de una América reducida a cenizas…",
    "urlBook": "https://quelibroleo.com/apocalipsis-pesadillas-americanas"
  },
  {
    "id": "bd5d3c7a-4399-40e5-9f68-d03824c84adc",
    "title": "APOCALIPSIS. EL CAPITAN TROTAMUNDOS",
    "author": "KING, STEPHEN",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1341390055.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2009",
    "rating": "8,1",
    "synopsis": "La adaptación al cómic de la apocalíptica batalla entre el Bien y el Mal narrada por el maestro del terror en una de sus más celebradas obras. En una base secreta en pleno desierto de California, algo ha ido mal, terriblemente mal; algo que ha obligado a la familia Campion a huir en plena noche. Lo que no saben es que llevan un equipaje inesperado: un virus que se extenderá por todo el planeta y aniquilará a la mayoría de sus habitantes. ¡Así comienza la batalla de la humanidad por la supervivencia!",
    "urlBook": "https://quelibroleo.com/apocalipsis-el-capitan-trotamundos"
  },
  {
    "id": "b645bda4-8d2b-44bf-b56a-5eb4e6fa2cf0",
    "title": "FROM HELL",
    "author": "CAMPBELL, EDDIE y MOORE, ALAN",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1362482850.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2013",
    "rating": "7,98",
    "synopsis": "Reedición de la obra completa de Moore y Campbell revisada y complementada con comentarios de Alan Moore en esta revisitación del mito de Jack el Destripador, a su vez disección despiadada de la sociedad victoriana. Esta famosa novela gráfica ha sido galardonada con los prestigiosos premios Eisner y Harvey en diversascategorías así como por el premio de la crítica del Festival de Angoulema 2001. Una de las obras maestras del genio Alan Moore (Watchmen, La Liga de los Hombre Extraordinarios, V de Vendetta). Se incluye en el relanzamiento de la línea Trazado",
    "urlBook": "https://quelibroleo.com/from-hell"
  },
  {
    "id": "a43fbd4c-e944-4d3d-85d8-c822b443b551",
    "title": "ARRUGAS",
    "author": "ROCA, PACO",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1390981950.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2007",
    "rating": "7,98",
    "synopsis": "Emilio, un antiguo ejecutivo bancario, es internado en una residencia de ancianos por su familia tras sufrir una nueva crisis de Alzheimer. Allí, aprende a convivir con sus nuevos compañeros -cada uno con un cuadro \"clínico\" y un carácter bien distintos- y los cuidadores que les atienden. Emilio se adentra en una rutina diaria de cadencia morosa con horarios prefijados -la toma de los medicamentos, la siesta, las comidas, la gimnasia, la vuelta a la cama...- y en su pulso con la enfermedad para intentar mantener la memoria y evitar ser trasladado a la última planta, la de los impedidos, cuenta con la ayuda de Miguel, su compañero de habitación... Paco Roca aborda en Arrugas temas delicados, hasta ahora escasamente tratados en historieta, como son el Alzheimer y la demencia senil. Y lo hace de un modo intimista y sensible, con algunos apuntes de humor pero sin caer en ningún momento en la caricatura. Premio Nacional del Cómic 2008. La adaptación cinematográfica de Arrugas, dirigida por Ignacio Ferreras fue ganadora de los premios Goya 2012 a la mejor película de animación y al mejor guión adaptado.",
    "urlBook": "https://quelibroleo.com/arrugas"
  },
  {
    "id": "82075817-b8ff-423e-a65d-e0b0c55af507",
    "title": "EL HOBBIT",
    "author": "Tolkien, J.R.R.; Dixon, Chuck y Wenzel, David",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1346240432.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2012",
    "rating": "7,93",
    "synopsis": "El día en que Bilbo Bolsón recibe la visita del mago Gandalf y de un grupo de enanos, su plácida existencia de hobbit cambia radicalmente. Elfos, dragones y un anillo mágico se cruzarán en la aventura más fantástica de toda su vida? Chuck Dixon y David Wenzel adaptan al cómic el preludio de EL SEÑOR DE LOS ANILLOS, la obra maestra de J.R.R. Tolkien.",
    "urlBook": "https://quelibroleo.com/el-hobbit-1"
  },
  {
    "id": "2faf9c25-127f-4c22-9bdc-15cf2ddb9944",
    "title": "TINTÍN Y EL SECRETO DEL UNICORNIO. Las aventuras de Tintín",
    "author": "HERGÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1296053697.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1993",
    "rating": "7,78",
    "synopsis": "Tintín compra en el mercado viejo la maqueta de un galeón antiguo. Resulta ser una réplica del navío que gobernaba el antepasado del capitán Haddock, el caballero de Hadoque, que luchó contra el pirata Rackham el Rojo, que transportaba en su barco un gran tesoro que permanece escondido desde hace siglos. Esta historia empezó a publicarse en Le Soir el 11 de junio de 1942, en plena época de ocupación de Bélgica y fue uno de los álbumes preferidos de Hergé . Para realizar el diseño del Unicornio, Hergé se basó en una precisa documentación de navíos del siglo XVII, en el museo de la Marina de París.",
    "urlBook": "https://quelibroleo.com/tintin-y-el-secreto-del-unicornio-las-aventuras-de-tintin"
  },
  {
    "id": "a9f596c6-179c-488a-9493-e36ed9c7c49a",
    "title": "ASTÉRIX. LA RESIDENCIA DE LOS DIOSES",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1329731181.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1972",
    "rating": "7,78",
    "synopsis": "César cree haber encontrado la solución para someter a los galos: arrasar el bosque cercano y construir un asentamiento romano. Confía el proyecto a un brillante arquitecto, Anguloagudus, quien inicia la tarea rápidamente..., sin obtener resultados. Sin embargo, la solidaridad de los galos con los esclavos que trabajan en la obra permite que ésta se termine... sin renunciar a que fracase. Las atractivas láminas de Uderzo y el argumento de Goscinny continúan el camino de historietas anteriores.",
    "urlBook": "https://quelibroleo.com/asterix-la-residencia-de-los-dioses"
  },
  {
    "id": "de73a4ce-3fed-4768-b48d-fdc62c8aefa6",
    "title": "MILLENIUM Nº 01 LOS HOMBRES QUE NO AMABAN A LAS MUJERES",
    "author": "RUNBERG, SYLVAIN Y HOMS, JOSÉ",
    "coverImage": "https://quelibroleo.com/images/libros/millenium-n-01-los-hombres-que-no-amaban-a-las-mujeres_9788415866039.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2013",
    "rating": "7,76",
    "synopsis": "Primera entrega de la adaptación oficial, versión BD francobelga, de la famosa trilogía superventas de Stieg Larsson.",
    "urlBook": "https://quelibroleo.com/millenium-n-01-los-hombres-que-no-amaban-a-las-mujeres"
  },
  {
    "id": "e8f382ee-eb9f-48ab-bbc8-2b19be520ae4",
    "title": "SIN CITY 1. El duro adiós",
    "author": "MILLER, FRANK",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322620528.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2005",
    "rating": "7,76",
    "synopsis": "En Basin City, también conocida como Sin City por la sordidez y corrupción de sus habitantes, Marv conoce a una chica en un bar. Tras pasar la noche con ella, al despertar la encuentra muerta, y acto seguido aparece la policía, por lo que después de librarse de ellos, decide que hará pagar caro a quien mató a la chica.",
    "urlBook": "https://quelibroleo.com/sin-city-1-el-duro-adios"
  },
  {
    "id": "89d0a987-bb69-4c63-bb61-b54e8588f276",
    "title": "ASTÉRIX Y CLEOPATRA",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322620388.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,74",
    "synopsis": "La reina con la nariz más perfecta de toda la historia de la humanidad encarga la construcción de un palacio a un arquitecto amigo de Panorámix. Inmeditamente, Asterix y Obelix partirán de viaje hacia Egipto, donde les esperan innumerables y divertidas aventuras.",
    "urlBook": "https://quelibroleo.com/asterix-y-cleopatra"
  },
  {
    "id": "48f07eea-96d5-41ff-926c-3e7ce6faaae2",
    "title": "ASTÉRIX LEGIONARIO",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1343298945.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,74",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum… Este título nos presenta a Astérix convertido en un auténtico legionario.",
    "urlBook": "https://quelibroleo.com/asterix-legionario"
  },
  {
    "id": "f9bc3523-c23c-4b99-8228-40eacae8e291",
    "title": "ASTÉRIX EN HELVECIA",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1343298889.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,7",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum... Este libro narra nuevas aventuras de nuestro héroe, esta vez en Helvecia.",
    "urlBook": "https://quelibroleo.com/asterix-en-helvecia"
  },
  {
    "id": "0ab1e46c-b809-4e5c-ad59-c5f7ad7641dd",
    "title": "PYONGYANG",
    "author": "DELISLE, GUY",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1292326530.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2010",
    "rating": "7,69",
    "synopsis": "Pyongyang nos permitirá descubrir cómo es la vida en Corea del Norte vista por un dibujante canadiense que se marcha a trabajar como supervisor de dibujos animados europeos realizados en la capital norcoreana. Estamos ante un libro que refleja de forma magistral el día a día en uno de los regímenes totalitarios más cerrados del mundo. Las sorprendentes anécdotas que cuenta el autor, sirven de contrapunto frente al horror de la dictadura. Pyongyang es un reportaje apasionante realizado por un autor dotado de una mirada aguda y nada complaciente. Guy Delisle llevó a Corea el 1984 de George Orwell que da a leer a su intérprete. Pyongyang es una visión realista de un país en el que la pesadilla de Orwell se ha convertido en realidad, pero todo ello tratado desde la rigurosidad del periodista, la perplejidad de un occidental y la ironía de un viajero curtido.",
    "urlBook": "https://quelibroleo.com/pyongyang"
  },
  {
    "id": "fc16b43e-75f5-485a-91c1-2597e6773e5e",
    "title": "ASTÉRIX EN BÉLGICA",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1343298827.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,67",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum… El presente título recoge las aventuras del famoso héroe galo con un nuevo escenario de fondo: Bélgica.",
    "urlBook": "https://quelibroleo.com/asterix-en-belgica"
  },
  {
    "id": "cf083a5c-fc90-4d0d-a226-9c5be082e7a8",
    "title": "ASTÉRIX Y EL CALDERO",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1329729773.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1972",
    "rating": "7,66",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum… El presente número nos relata la visita del jefe Moralelastix y su séquito. Traen consigo un misterioso caldero, ¿qué esconderá?.",
    "urlBook": "https://quelibroleo.com/asterix-y-el-caldero"
  },
  {
    "id": "9c62d5f8-1d72-4b34-b87d-4632df68d668",
    "title": "EL TEMPLO DEL SOL. Las aventuras de Tintín",
    "author": "HERGÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1318239252.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2006",
    "rating": "7,65",
    "synopsis": "Tintín y el capitán Haddock acompañados del inseparable Milú han viajado hasta Perú en busca del profesor Tornasol, que ha sido raptado por haberse atrevido a ponerse la pulsera de la momia inca Rascar Capac. Tintín descubre al profesor en el carguero Pachamac, pero no logra liberarlo. Las pistas les llevarán a hacer un largo viaje en compañía de Zorrino, un chico indio, a través de las montañas de los Andes y la selva hacia un templo secreto de los incas.",
    "urlBook": "https://quelibroleo.com/el-templo-del-sol-las-aventuras-de-tintin"
  },
  {
    "id": "043d3a7f-62ce-48bd-80f5-fe1b9d42019d",
    "title": "DEMIAN",
    "author": "HESSE, HERMANN",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1485337215.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2016",
    "rating": "7,64",
    "synopsis": "Versión íntegra ilustrada. Escrita tras las trágicas experiencias de la Gran Guerra, “Demian” es una de las obras más emblemáticas de Hermann Hesse. La novela –en la que late la repulsa de la sociedad burguesa y masificada y el llamamiento a los elegidos (los que llevan en su frente el «estigma de Caín») para conquistar la autenticidad y emprender la reconstrucción comunitaria de la humanidad– relata, como reza su subtítulo, la «historia de la juventud» de Emil Sinclair, quien, en ruptura con el mundo claro y seguro de su infancia, va a la busca de su personalidad y de su destino, sólo realizables en el mundo oscuro, incierto y amenazador de los adultos.",
    "urlBook": "https://quelibroleo.com/demian"
  },
  {
    "id": "3c68a4a8-6df1-45ac-b272-548335e2abcd",
    "title": "300",
    "author": "MILLER, FRANK y VARLEY, LYNN",
    "coverImage": "https://quelibroleo.com/images/libros/9788484310280.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2007",
    "rating": "7,63",
    "synopsis": "En esta obra maestra galardonada con varios premios y llevada a la gran pantalla, Frank Miller nos transmite toda la fuerza de los espartanos que defendieron el paso de las Termópilas. El ejercito de Persia, una fuerza tan imponente que la tierra tiembla a su paso, se dispone a aplastar Grecia, una isla de razón y libertad en un mar de barbarie y tiranía. Entre Grecia y esta oleada de destrucción se interpone un pequeño grupo de trescientos guerreros. Pero esos guerreros son más que hombres… son espartanos. Una magnifica historia en la que trescientos espartanos se enfrentan al ejército persa invasor dando muestras de crueldad y valor a partes iguales. Sin duda un cómic histórico pocas veces visto anteriormente.",
    "urlBook": "https://quelibroleo.com/300"
  },
  {
    "id": "3549408b-0c3f-4a46-bc2f-4fbc0f39c663",
    "title": "ASTÉRIX EN BRETAÑA",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1280740578.gif",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,57",
    "synopsis": "Julio César ha conquistado toda la Bretaña, exceptuando un pequeño pueblito que resiste al invasor, pero estos guerreros cansados van perdiendo y deciden mandar a Buentórax, primo hermano de Astérix, a conseguir algo de poción magica y traerla para la resistencia inglesa.",
    "urlBook": "https://quelibroleo.com/asterix-en-bretana"
  },
  {
    "id": "aa95f565-162e-44e8-aebe-ff81ecb9f29c",
    "title": "ASTERIX Y LOS GODOS",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1279266511.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,53",
    "synopsis": "Las fronteras romanas están moviditas. Los godos están invadiendo a diestro y siniestro, pero cometen un error irreparable: secuestran a Panorámix para conseguir la poción mágica.",
    "urlBook": "https://quelibroleo.com/asterix-y-los-godos"
  },
  {
    "id": "2762521f-b414-4fdb-a449-4f8e0da89d68",
    "title": "ASTÈRIX GLADIADOR",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1331896997.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,53",
    "synopsis": "El cuarto álbum clásico de Astérix, en una nueva versión, más grande y restaurada, que les devuelve el esplendor al pequeño guerrero galo y todos sus amigos (y enemigos). Los colores y las imágenes son más nítidos y además en las páginas finales se incluyen una serie de detalles que harán las delicias de los fans de Astérix: planchas originales en color o blanco y negro, ediciones de otros países, curiosidades… ¡El mismo Astérix de siempre, pero con una calidad insuperable!",
    "urlBook": "https://quelibroleo.com/asterix-gladiador"
  },
  {
    "id": "a0227ecd-2174-42e6-8f03-9810c9376862",
    "title": "LA VUELTA A LA GALIA DE ASTÉRIX",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1343299446.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,53",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum… Este libro cuenta la vuelta de nuestro héroe a la Galia.",
    "urlBook": "https://quelibroleo.com/la-vuelta-a-la-galia-de-asterix"
  },
  {
    "id": "0f899f50-277c-46a7-879e-421767dc5e2d",
    "title": "ASTÉRIX EN HISPANIA",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1547543837.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2016",
    "rating": "7,52",
    "synopsis": "Julio César ha sometido toda Hispania excepto una pequeña aldea Ibera que guarda muchas similitudes con cierta aldea gala que conocemos bien.... Con el fin de culminar su conquista, el invasor ordena secuestrar a Pepe, el hijo del jefe. Este es trasladado a la Galia, donde el orgulloso muchacho y sus captores tropiezan con Astérix y Obélix. A partir de ahí, todos los planes de los romanos se desbaratan.",
    "urlBook": "https://quelibroleo.com/asterix-en-hispania"
  },
  {
    "id": "d551d228-5835-47f0-bcdd-c9bdb87b28d7",
    "title": "ASTÉRIX Y LOS NORMANDOS",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1329748882.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2011",
    "rating": "7,52",
    "synopsis": "La idea central es espléndida: los normandos del norte vienen a aprender de nuestros amigos galos lo que es el miedo. La música supermoderna de Asegurancéturix, que sólo Gudúrix sabe apreciar, será la clave de la aventura. A los «hippies» de la época les encantó… Este álbum fue el principio de la gran carrera de Gudúrix quien, posteriormente, sería el protagonista de una serie de libros-juego titulados «Alea Jacta Est» en varios países, y muy apreciados actualmente por los coleccionistas. Te hacemos notar que, por una vez, los romanos no son los malos de la historia, sino que despiertan cierta compasión, ahí entre los galos y los normandos, sin poder decir esta boca es mía. Esta aventura se distingue asimismo de las anteriores en otro aspecto sorprendente: ¡el bardo Asegurancéturix tiene derecho a participar en el banquete final!",
    "urlBook": "https://quelibroleo.com/asterix-y-los-normandos"
  },
  {
    "id": "cbd85774-f6dd-4731-bd80-8c0e5285b1cd",
    "title": "ASTÉRIX EL GALO",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1547543582.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2016",
    "rating": "7,49",
    "synopsis": "Con este título nace Astérix, el mítico héroe galo creado por los famosos Goscinny y Uderzo. Para lograr hacerse con el secreto de la poción mágica que les da a los habitantes de la irreductible aldea una fuerza sobrehumana, los romanos secuestran a Panorámix, el druida. Astérix, acompañado por su fiel amigo Obélix, tendrá que rescatarlo.",
    "urlBook": "https://quelibroleo.com/asterix-el-galo"
  },
  {
    "id": "6ba13914-135f-49ee-aa69-aad30a08ac94",
    "title": "ASTÉRIX EN CÓRCEGA",
    "author": "UDERZO, ALBERT Y GOSCINNY, RENÉ",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1343299668.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "1999",
    "rating": "7,49",
    "synopsis": "Estamos en el año 50 antes de Jesucristo. Toda la Galia está ocupada por los romanos… ¿Toda? ¡No! Una aldea poblada por irreductibles galos resiste, todavía y como siempre, al invasor. Y la vida no es fácil para las guarniciones de legionarios romanos en los reducidos campamentos de Babaorum, Aquarium, Laudanum y Petibonum… Las nuevas aventuras de Astérix tienen, en este libro, un nuevo escenario: la isla de Córcega.",
    "urlBook": "https://quelibroleo.com/asterix-en-corcega"
  },
  {
    "id": "6072968b-5ea3-4090-af74-195b8d26eef9",
    "title": "TODAS LAS MUJERES ALTERADAS",
    "author": "MAITENA (Maitena Burundarena)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1245584820.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2006",
    "rating": "7,49",
    "synopsis": "La genial e irrepetible Maitena reúne en un único volumen toda la serie de Mujeres alteradas con historias inéditas, material adicional y un prólogo revelador en el que nos habla de su trabajo a lo largo de todos estos años. Se trata de un volumen esencial de Maitena, la crónica impenitente e hilarante de una época y la suma de todo un período creativo, fructífero e iluminador",
    "urlBook": "https://quelibroleo.com/todas-las-mujeres-alteradas"
  },
  {
    "id": "cb042abc-cdb1-465b-83b4-262e3ea3d428",
    "title": "LAS DOCE PRUEBAS DE ASTERIX. El álbum de la película",
    "author": "UDERZO, ALBERT y GOSCINNY, RENE",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1274797813.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2010",
    "rating": "7,47",
    "synopsis": "Julio César quiere acabar con el irreductible poblado galo que se le resiste desde hace tiempo, así que obliga a sus habitantes a elegir a dos representantes que deberán superar doce pruebas de las que solo los dioses podrían salir con bien. Si no las superan, se rendirán; si las superan, Julio César se pondrá en manos de los galos. Pero Julio César ignora que los dos elegidos, Astérix y Obélix, cuentan con la ayuda de su ingencio y... de la poción mágica de Panorámix. Un divertido álbum con texto de Goscinny y dibujos de Uderzo basado en la magnífica película de animación del mismo título.",
    "urlBook": "https://quelibroleo.com/las-doce-pruebas-de-asterix-el-album-de-la-pelicula"
  },
  {
    "id": "369c03bf-7fea-4f6b-b2d6-a249855e2bbe",
    "title": "CORALINE (Los mundos de Coraline)",
    "author": "GAIMAN, NEIL",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1244915870.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2009",
    "rating": "7,43",
    "synopsis": "La adaptación a novela gráfica del éxito Coraline adaptada e ilustrada por P. Craig Russell. El día después de que se mudaran, Coraline se fue a explorar… Cuando Coraline atraviesa una de las puertas de la casa nueva de su familia, se encuentra que hay otra casa extrañamente similar a la suya (aunque la nueva sea, definitivamente, mejor). Al principio, todo parece maravilloso: la comida es más sabrosa que la de casa y el cajón de los juguetes está repleto de angelitos de papel que vuelan solos y de calaveras de dinosaurios que parecen vivas y se arrastran haciendo castañetear los dientes. Pero resulta que hay otra madre que vive ahí, y otro padre, y quieren que Coraline se quede con ellos y se convierta en su pequeña. Quieren cambiarla y no dejarla ir jamás. Coraline tendrá que enfrentarse a ellos con todo su ingenio y las herramientas que encuentre, si es que ha de conseguir salvarse y volver a su vida normal.",
    "urlBook": "https://quelibroleo.com/coraline-los-mundos-de-coraline"
  },
  {
    "id": "2a232bea-e637-471b-9e74-b8678e04a832",
    "title": "POLLO CON CIRUELAS",
    "author": "SATRAPI, MARJANE",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1644223411.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2022",
    "rating": "7,4",
    "synopsis": "Teherán, 1958. Náser Alí Jan es un apasionado músico cuya mujer, tras una discusión airada, le ha roto el tar. Por ser un instrumento irremplazable, la aflicción de Náser Alí es tal que resuelve no salir de la cama hasta que la muerte se lo lleve, dándole    la espalda al mundo y sus placeres. No se levantará ni siquiera para comer su plato favorito, pollo con ciruelas. En los ocho días siguientes lo visitarán sueños, genios, premoniciones y toda clase de recuerdos. Premio a la mejor obra Angoulême 2005.",
    "urlBook": "https://quelibroleo.com/pollo-con-ciruelas"
  },
  {
    "id": "73ba8c0b-84b6-4f3f-ba82-760c53fe2c90",
    "title": "EL CABALLERO ERRANTE 3",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1362196185.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2004",
    "rating": "7,33",
    "synopsis": "El Caballero Errante se sitúa unos cien años antes del principio de la primera novela de Canción de Hielo y Fuego, durante el mandato del buen rey Daeron, con el reino en paz y la dinastía Targaryen en su mejor momento. Cuenta la historia del primer encuentro entre Dunk, el escudero de un caballero errante, y Egg, un niño que es mucho más de lo que aparenta... y también del gran torneo del Prado de Ashford.",
    "urlBook": "https://quelibroleo.com/el-caballero-errante-3"
  },
  {
    "id": "95b8ffd4-33ca-48a6-aa4a-1ede5debbf16",
    "title": "EL NACIMIENTO DEL PISTOLERO (LA TORRE OSCURA)",
    "author": "KING, STEPHEN",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1244444989.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2008",
    "rating": "7,32",
    "synopsis": "\"El hombre de negro huía a través del desierto, y el Pistolero iba en pos de él.\" Con estas palababras, millones de lectores se adentraron en el Mundo Medio y conocieron a Roland Deschain, uno de los héroes más enigmáticos y cómo tuvo que abandonar Gilead para afrontar su primera misión: John Farson, el opositor al orden reinante, pretende remover entre los escombros del Pueblo Antiguo para atizar un fuego devastador contra la Afiliación. A fin de evitarlo, secundado por el ka-tet primigenio -Cuthbert y Alain, y Susan, el amor de su vida-, el Pistolero deberá esquivar la ponzoña y los evites de enemigos que ya se han vuelto legendarios: Marten Broadcloak, Eldred Jones, los Cazadores del Gran Ataúd, el ejercito de Farsón y... arropado en las tinieblas, el Rey Carmesí. \"Los fans van a flipar con este cómic.\" Stephen King",
    "urlBook": "https://quelibroleo.com/el-nacimiento-del-pistolero-la-torre-oscura"
  },
  {
    "id": "0580fc13-d544-440d-a7c6-c28ac6e8528d",
    "title": "EL GRAN GATSBY",
    "author": "SCOTT FITZGERALD, FRANCIS",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1355762945.png",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2012",
    "rating": "7,25",
    "synopsis": "El gran Gatsby está considerada de manera unánime como una las mejores novelas estadounidenses de la historia. F. Scott Fitzgerald narró el espíritu de los tiempos con tal maestría que logró condensarlos para la posteridad en esta magistral novela, convertida en el mayor símbolo de la llamada Jazz Age. Jay Gatsby representa lo mejor y lo peor del sueño americano, con su disposición a acumular dinero y gastarlo con ostentación a fin de perseguir lo único que en realidad le interesa en la vida: el amor de la hermosa pero frívola Daisy Buchanan.\r\n\r\nEn esta edición ilustrada, el texto clásico de Fitzgerald aparece acompañado y reinterpretado por el talentoso artista gráfico norteamericano Jonny Ruzzo. Sus magníficas ilustraciones tienden un puente tanto visual como temporal que actualiza un libro tan clásico como El gran Gatsby y lo aproxima a los lectores contemporáneos, al otorgarle una nueva dimensión que tan sólo refuerza la indudable vigencia de una de las novelas más leídas y alabadas de la literatura contemporánea.",
    "urlBook": "https://quelibroleo.com/el-gran-gatsby-1"
  },
  {
    "id": "a691290d-e443-426d-b4b4-11db40b4f3e4",
    "title": "EL CABALLERO ERRANTE 1",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1305547074.png",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2011",
    "rating": "7,23",
    "synopsis": "En el mundo de «Canción de hielo y fuego» La primera precuela.\r\nEl gran continente de Poniente es el escenario donde transcurren las aclamadas novelas del ciclo Canción de hielo y fuego. El caballero errante tiene lugar unos cien años antes del inicio de Juego de tronos, bajo el pacífico reinado del buen Daeron, cuando la dinastía Targaryen se encontraba en su apogeo. Cuenta cómo se cruzaron los caminos de Dunk, el escudero de un caballero errante, y Egg, un muchacho misterioso. El destino los conduce al gran torneo de Vado Ceniza, donde tendrán que ajustar cuentas con el presente, el pasado y el futuro.",
    "urlBook": "https://quelibroleo.com/el-caballero-errante-1"
  },
  {
    "id": "3ed0c629-1cd1-48b6-9361-c5b53e89ab37",
    "title": "LOS CAMINANTES: NECRÓPOLIS",
    "author": "SISÍ, CARLOS",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1548148696.png",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2010",
    "rating": "7,23",
    "synopsis": "El campamento de Carranque vive momentos dulces. Tras haber sobrevivido el ataque del Padre Isidro y sus enloquecedoras huestes de caminantes, los supervivientes se entregan a ensoñaciones y esperanzas de futuro propiciadas por los descubrimientos del doctor Rodríguez. Juan Aranda, su líder, decide utilizar su nueva condición para explorar la ciudad en busca de otras personas que continúen todavía con vida. Sin embargo, han pasado ya tres meses desde que se iniciara la pandemia zombi que asoló el planeta y sobrevivir es cada día más duro. Su periplo personal, no exento de vicisitudes, le aleja de Carranque, donde mientras tanto inciden nefastos designios que amenazan con convertirlo en una ciudad de muertos: una necrópolis.",
    "urlBook": "https://quelibroleo.com/los-caminantes-necropolis"
  },
  {
    "id": "2f24fbf5-9d56-4f06-a22c-abb9adbf483c",
    "title": "LA ESPADA LEAL",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1362196253.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2011",
    "rating": "7,18",
    "synopsis": "Tras los fabulosos sucesos del torneo de Vado Ceniza, Dunk se consolidó como caballero y Egg obtuvo permiso para ver mundo. Ahora la errancia ha llevado a la extraña pareja a Tiesa, un lugar empobrecido que sufre una grave sequía. Además, la violencia atenaza el territorio, pues hace años que su gobernante, Ser Eustace, está enemistado con la señora de la región vecina, Fosafría. Se trata de la bella y temible Lady Rohanne, a quien los lugareños atribuyen crímenes infames y llaman, entre susurros, la Viuda Escarlata. El pleito pondrá a prueba la lealtad de Dunk y Egg hasta extremos que jamás habrían sospechado.",
    "urlBook": "https://quelibroleo.com/la-espada-leal"
  },
  {
    "id": "1bde95e3-f24c-4c05-a0bf-55dbf4bfb704",
    "title": "EL LOTO AZUL. Las aventuras de Tintín",
    "author": "HERGÉ",
    "coverImage": "https://quelibroleo.com/images/libros/9788426109262.jpg",
    "genre": "Cómics, Novela Gráfica",
    "yearEdition": "2003",
    "rating": "7,15",
    "synopsis": "Tintín viajará esta vez a la milenaria China. En Shangai descubre el origen de un poderoso veneno que hace enloquecer. Se enfrenta con una terrible banda de traficantes de opio y con unos agentes japoneses que hasta el final del libro mantienen el suspense del lector.",
    "urlBook": "https://quelibroleo.com/el-loto-azul-las-aventuras-de-tintin"
  }
]
