[
  {
    "id": "aabb739f-819c-40bb-af13-c77fcca71f46",
    "title": "TORMENTA DE ESPADAS. (CANCIÓN DE HIELO Y FUEGO 3)",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1500477829.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2006",
    "rating": "8,57",
    "synopsis": "Las huestes de los fugaces reyes de Poniente, descompuestas en hordas, asuelan y esquilman una tierra castigada por la guerra e indefensa ante un invierno que se anuncia inusitadamente crudo. Las alianzas nacen y se desvanecen como volutas de humo bajo el viento helado del Norte. Ajena a las intrigas palaciegas, e ignorante del auténtico peligro en ciernes, la Guardia de la Noche se ve desbordada por los salvajes. Y al otro lado del mundo, Daenerys Targaryen intenta reclutar en las Ciudades Libres un ejército con el que desembarcar en su tierra. Martin hace que lo imposible parezca sencillo. Tormenta de espadas confirma Canción de hielo y fuego como un hito de la fantasía épica. Brutal y poética, conmovedora y cruel, la magia de Martin, como la del mundo de Poniente, necesita apenas una pincelada para cautivar al lector, hacerlo reír y llorar, y conseguir que el asombro ceda paso a la más profunda admiración por la serie.",
    "urlBook": "https://quelibroleo.com/tormenta-de-espadas-cancion-de-hielo-y-fuego-3"
  },
  {
    "id": "4c3d9dd3-a469-4aa6-8074-7ad5fb9476dc",
    "title": "JUEGO DE TRONOS. (CANCIÓN DE HIELO Y FUEGO 1)",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1500477714.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2011",
    "rating": "8,47",
    "synopsis": "Tras el largo verano, el invierno se acerca a los Siete Reinos. Lord Eddard Stark, señor de Invernalia, deja sus dominios para unirse a la corte del rey Robert Baratheon el Usurpador, hombre díscolo y otrora guerrero audaz cuyas mayores aficiones son comer, beber y engendrar bastardos. Eddard Stark desempeñará el cargo de Mano del Rey e intentará desentrañar una maraña de intrigas que pondrá en peligro su vida... y la de los suyos. En un mundo cuyas estaciones duran décadas y en el que retazos de una magia inmemorial y olvidada surgen en los rincones más sombrios y maravillosos, la traición y la lealtad, la compasión y la sed de venganza, el amor y el poder hacen del juego de tronos una poderosa trampa que atrapa en sus fauces a los personajes... y al lector.",
    "urlBook": "https://quelibroleo.com/juego-de-tronos-cancion-de-hielo-y-fuego-1"
  },
  {
    "id": "8f2da40b-5446-4686-be8e-7ac2cf17ba6f",
    "title": "EL IMPERIO FINAL. Nacidos de la Bruma (Mistborn) 1",
    "author": "SANDERSON, BRANDON",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1563189702.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2018",
    "rating": "8,42",
    "synopsis": "Durante mil años han caído las cenizas y nada florece. Durante mil años los skaa han sido esclavizados y viven sumidos en un miedo inevitable. Durante mil años el Lord Legislador reina con un poder absoluto gracias al terror, a sus poderes y a su inmortalidad. Le ayudan «obligadores» e «inquisidores», junto a la poderosa magia de la alomancia. Pero los nobles a menudo han tenido trato sexual con jóvenes skaa y, aunque la ley lo prohíbe, algunos de sus bastardos han sobrevivido y heredado los poderes alománticos: son los «nacidos de la bruma» (mistborn). Ahora, Kelsier, el «superviviente», el único que ha logrado huir de los Pozos de Hathsin, ha encontrado a Vin, una pobre chica skaa con mucha suerte... Tal vez los dos, unidos a la rebelión que los skaa intentan desde hace mil años, logren cambiar el mundo y la atroz dominación del Lord Legislador.",
    "urlBook": "https://quelibroleo.com/el-imperio-final-nacidos-de-la-bruma-mistborn-1"
  },
  {
    "id": "ccd3cebf-c1b0-41c0-9729-616fbbd34d96",
    "title": "EL TEMOR DE UN HOMBRE SABIO",
    "author": "ROTHFUSS, PATRICK",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1362368002.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2011",
    "rating": "8,4",
    "synopsis": "Músico, mendigo, ladrón, estudiante, mago, héroe y asesino. Kvothe es un personaje legendario, el héroe o el villano de miles de historias que circulan entre la gente. Todos le dan por muerto, cuando en realidad se ha ocultado con un nombre falso en una aldea perdida. Allí simplemente es el taciturno dueño de Roca de Guía, una posada en el camino. Hasta que hace un día un viajero llamado Cronista le reconoció y le suplicó que le revelase su historia, la auténtica, la que deshacía leyendas y rompía mitos, la que mostraba una verdad que sólo Kvothe conocía. A lo que finalmente Kvothe accedió, con una condición: había mucho que contar, y le llevaría tres días.",
    "urlBook": "https://quelibroleo.com/el-temor-de-un-hombre-sabio"
  },
  {
    "id": "aa15b338-c869-40fc-b20e-6150ffa255bd",
    "title": "TRILOGÍA DE LA FUNDACIÓN",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1278260137.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2010",
    "rating": "8,32",
    "synopsis": "Reunidas en un solo volumen de las tres novelas de la clásica Trilogía de la Fundación, galardonada en 1966 con el prestigioso premio Hugo a «la mejor serie de ciencia ficción de todos los tiempos».",
    "urlBook": "https://quelibroleo.com/trilogia-de-la-fundacion"
  },
  {
    "id": "f4d8184f-bfa9-40e9-9eb4-5b2216206738",
    "title": "EL SEÑOR DE LOS ANILLOS III. El Retorno del Rey",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322102675.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2006",
    "rating": "8,3",
    "synopsis": "Los ejércitos del Señor Oscuro van extendiendo cada vez más su maléfica sombra por la Tierra Media. Hombres, elfos y enanos unen sus fuerzas para presentar batalla a Sauron y sus huestes. Ajenos a estos preparativos, Frodo y Sam siguen adentrándose en el país de Mordor en su heroico viaje para destruir el Anillo de Poder en las Grietas del Destino.",
    "urlBook": "https://quelibroleo.com/el-senor-de-los-anillos-iii-el-retorno-del-rey"
  },
  {
    "id": "9cbb867b-ca4e-4eb5-a558-caf4a50d3b8c",
    "title": "EL NOMBRE DEL VIENTO",
    "author": "ROTHFUSS, PATRICK",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1321929304.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2009",
    "rating": "8,25",
    "synopsis": "En una posada en tierra de nadie, un hombre se dispone a relatar, por primera vez, la auténtica historia de su vida. Una historia que únicamente él conoce y que ha quedado diluida tras los rumores, las conjeturas y los cuentos de taberna que le han convertido en un personaje legendario a quien todos daban ya por muerto: Kvothe# músico, mendigo, ladrón, estudiante, mago, héroe y asesino. Ahora va a revelar la verdad sobre sí mismo. Y para ello debe empezar por el principio: su infancia en una troupe de artistas itinerantes, los años malviviendo como un ladronzuelo en las calles de una gran ciudad y su llegada a una universidad donde esperaba encontrar todas las respuestas que había estado buscando. «Viajé, amé, perdí, confié y me traicionaron.» «He robado princesas a reyes agónicos. Incendié la ciudad de Trebon. He pasado la noche con Felurian y he despertado vivo y cuerdo. Me expulsaron de la Universidad a una edad a la que a la mayoría todavía no los dejan entrar. He recorrido de noche caminos de los que otros no se atreven a hablar ni siquiera de día. He hablado con dioses, he amado a mujeres y he escrito canciones que hacen llorar a los bardos.  »Me llamo Kvothe. Quizá hayas oído hablar de mí.»",
    "urlBook": "https://quelibroleo.com/el-nombre-del-viento"
  },
  {
    "id": "d2eaaf9c-fded-4c74-b231-64f20918e401",
    "title": "EL SEÑOR DE LOS ANILLOS",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322009207.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2002",
    "rating": "8,23",
    "synopsis": "Cuatro volúmenes en uno. Incluye los mapas y apéndices originales de J.R.R. Tolkien, y un índice de canciones, nombres de personajes, lugares y cosas. 50 ilustraciones en color de Alan Lee.",
    "urlBook": "https://quelibroleo.com/el-senor-de-los-anillos"
  },
  {
    "id": "548b9e34-5d13-45c1-8752-3a2478afc7ff",
    "title": "SEGUNDA FUNDACIÓN. Trilogía de la Fundación III",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1363262924.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2008",
    "rating": "8,19",
    "synopsis": "Hari Seldon predijo la caída del Imperio, y, con el fin de restaurar la civilización en el menor tiempo posible, creó dos Fundaciones. La primera fue establecida en Términus a plena luz del conocimiento público. La segunda, \"en el otro extremo de la galaxia\", tomó forma bajo un velo de total silencio, ya que custodia las leyes de la psicohistoria, que solo son válidas mientras permanezcan en secreto. Cuando la Primera Fundación fue conquistada por el poder de una sola persona, un mutante llamado el Mulo, la Segunda Fundación se vio forzada a revelar su existencia y, lo que es peor, una parte de su poder. El Mulo y los vestigios de la Primera Fundación harán cualquier cosa por descubrirla. Esta es la historia de la Segunda Fundación, la novela que cierra la trilogía.",
    "urlBook": "https://quelibroleo.com/segunda-fundacion-trilogia-de-la-fundacion-iii"
  },
  {
    "id": "9a175c64-9c2c-48a2-aba8-0fcc110b2e10",
    "title": "EL SEÑOR DE LOS ANILLOS I. La Comunidad del Anillo",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322009582.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2005",
    "rating": "8,17",
    "synopsis": "En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en las Grietas del Destino. Acompañado por magos, hombres, elfos y enanos, atravesará la Tierra Media y se internará en las sombras de Mordor, perseguido siempre por las huestes de Sauron, el Señor Oscuro, dispuesto a recuperar su creación para establecer el dominio definitivo del Mal.",
    "urlBook": "https://quelibroleo.com/el-senor-de-los-anillos-i-la-comunidad-del-anillo"
  },
  {
    "id": "ec5bbce7-a1dc-435c-9c06-704e0bb9260b",
    "title": "EL SEÑOR DE LOS ANILLOS II. Las Dos Torres",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322009012.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2006",
    "rating": "8,17",
    "synopsis": "La Compañía se ha disuelto y sus integrantes emprenden caminos separados. Frodo y Sam continúan solos su viaje a lo largo del río Anduin, perseguidos por la sombra misteriosa de un ser extraño que también ambiciona la posesión del Anillo. Mientras, hombres, elfos y enanos se preparan para la batalla final contra las fuerzas del Señor del Mal.",
    "urlBook": "https://quelibroleo.com/el-senor-de-los-anillos-ii-las-dos-torres"
  },
  {
    "id": "3b35f5af-d4f0-458e-8b46-cced0bb7601d",
    "title": "CHOQUE DE REYES. (CANCIÓN DE HIELO Y FUEGO 2)",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1500477774.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2006",
    "rating": "8,15",
    "synopsis": "Un cometa del color de la sangre hiende el cielo cargado de malos augurios. Y hay razones sobradas para pensar así: los Siete Reinos se ven sacudidos por las luchas intestinas entre los nobles por la sucesión al Trono de Hierro. En la otra orilla del océano, la princesa Daenerys Targaryen conduce a su pueblo de jinetes salvajes a través del desierto. Y en los páramos helados del Norte, más allá del Muro, un ejército implacable avanza impune hacia un territorio asolado por el caos y las guerras fraticidas.",
    "urlBook": "https://quelibroleo.com/choque-de-reyes-cancion-de-hielo-y-fuego-2"
  },
  {
    "id": "993ac7d7-ed2c-4eea-ae8d-a4fc4f26b5c2",
    "title": "22/11/63",
    "author": "KING, STEPHEN",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1363649138.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2012",
    "rating": "8,09",
    "synopsis": "Jake Epping es profesor de inglés en una pequeña ciudad de Maine. Un día, uno de estos estudiantes adultos escribe una redacción que le deja impactado. El tema que les había propuesto era «El día que cambió mi vida» y en ella Harry Dunning cuenta lo que ocurrió la noche en que su padre volvió borracho a casa y mató a golpes de martillo a su madre, a su hermano y a su hermana. Harry logró salvarse. Poco después, Al, amigo de Jake y propietario del dinner del barrio, le revela un gran secreto: en su almacén ha encontrado una puerta que conduce al año 1958. Al le ruega a Jake que viaje en el tiempo para cumplir una misión demencial: impedir el asesinato de Kennedy. Jake conseguirá trasladarse al año 1958 para comenzar una nueva vida con una nueva identidad y esperar el año del asesinato. Volverá a la época de Elvis y los Cadillac, se enamorará de la guapa bibliotecaria Sadie Dunhill, buscará a Lee Harvey Oswald, el supuesto asesino de Kennedy, y a la familia de su alumno Harry Dunning para evitar su tragedia.Jake sabe que cuando vuelva a su tiempo solamente habrán pasado dos minutos en su mundo, pero, ¿qué otros cambios habrán provocado sus acciones? ¿Y cómo va a dejar atrás en el pasado a la mujer de su vida?\r\nEl 22 de noviembre de1963 tres disparos resonaron en Dallas. Murió el presidente Kennedy, y el mundo cambió. ¿Qué harías tú si pudieras impedirlo?. En esta novela brillante, Stephen King acompaña al lector en un viaje maravilloso al pasado y en un intento de cambiar lo que pasó. Durante casi 900 páginas nos ofrece un impecable retrato social, político y cultural del final de los años 50 y principios de los 60; un mundo marcado por coches enormes, Elvis Presley y el humo de los cigarrillos que flota por todas partes...",
    "urlBook": "https://quelibroleo.com/221163"
  },
  {
    "id": "092b5a14-ee3a-4ca9-b914-579ab7d2f03b",
    "title": "FUNDACIÓN E IMPERIO. Trilogía de la Fundación II",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1362955152.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "8,08",
    "synopsis": "Dirigida por su padre fundador, el gran psicohistoriador Hari Seldon, y beneficiada por una ciencia y una tecnología superiores, la Fundación ha sobrevivido a la avaricia de sus belicosos vecinos. Ahora debe enfrentarse al Imperio, que, a pesar de estar exhalando sus últimos suspiros, sigue siendo la fuerza más poderosa de la galaxia. Cuando un ambicioso general vuelve la flota imperial contra la Fundación, la única esperanza para el pequeño planeta de eruditos y científicos se encuentra en las profecías de Hari Seldon. Pero ni siquiera él podría haber predicho el nacimiento del Mulo, una inteligencia mutante con un poder capaz de convertir al humano de voluntad más férrea en un esclavo. Segunda novela de la trilogía de Las Fundaciones.",
    "urlBook": "https://quelibroleo.com/fundacion-e-imperio-trilogia-de-la-fundacion-ii"
  },
  {
    "id": "ac2ce11a-a996-4a65-916d-a3d11a78a4d3",
    "title": "EL FIN DE LA ETERNIDAD",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/9788498003611.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "8,05",
    "synopsis": "Andrew Harlan ha cometido un crimen, pero su acto no es un simple delito. Porque la ley que ha quebrantado es la más importante de todas para un Ejecutor: la ley que impide que miles de años de historia sean borrados y reescritos de forma irreversible por la guerra, la muerte y la decadencia. Pero ni siquiera la Eternidad, la organización a la que pertenece, puede detenerle. Harlan ha sido entrenado para introducir cambios en el tiempo, y sólo él puede rescatar a la única persona que le importa antes de que uno de los cambios la haga desaparecer para siempre. Lo que Harlan no sabe, sin embargo, es que lo que está en juego es mucho más de lo que él cree. Y lo que no podría imaginar de ningún modo es la partida de ajedrez temporal de la que forma parte, una partida que puede decidir el futuro de la humanidad.",
    "urlBook": "https://quelibroleo.com/el-fin-de-la-eternidad"
  },
  {
    "id": "ecf3a046-ec6f-4c4f-a283-b55f4fb96fae",
    "title": "READY PLAYER ONE",
    "author": "CLINE, ERNEST",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1321873695.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2011",
    "rating": "8,04",
    "synopsis": "La novela cibernética que ha inspirado la próxima gran producción de Warner Bross, a medio camino entre Avatar y Matrix.Estamos en el año 2044 y, como el resto de la humanidad, Wade Watts prefiere mil veces el videojuego de OASIS al cada vez más sombrío mundo real. Se asegura que esconde las diabólicas piezas de un rompecabezas cuya resolución conduce a una fortuna incalculable. Las claves del enigma están basadas en la cultura de finales del siglo XX y, durante años, millones de humanos han intentado dar con ellas, sin éxito. De repente, Wade logra resolver el primer rompecabezas del premio, y, a partir de ese momento, debe competir contra miles de jugadores para conseguir el trofeo. La única forma de sobrevivir es ganar; pero para hacerlo tendrá que abandonar su existencia virtual y enfrentarse a la vida y al amor en el mundo real, del que siempre ha intentado escapar.",
    "urlBook": "https://quelibroleo.com/ready-player-one"
  },
  {
    "id": "7755e378-d20d-47c4-ba04-db49bdbef85e",
    "title": "FUNDACIÓN. Trilogía de la Fundación I",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322102944.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,98",
    "synopsis": "Mucho tiempo después de que la Tierra pasara al olvido, la galaxia se unificó alrededor de un Imperio pacífico gobernado desde la majestuosa ciudad de Trántor. El sistema funcionó y prosperó durante incontables generaciones. Todo el mundo creía que duraría eternamente... Todos menos Hari Seldon, la mente científica más poderosa de su tiempo. Sus investigaciones en el campo de la psicohistoria (las matemáticas aplicadas a las grandes aglomeraciones humanas) auguraban un desastre imposible de prevenir. El Imperio estaba condenado... Pero el Plan Seldon era una estrategia a largo plazo, destinada a minimizar las peores consecuencias del futuro que se avecinaba. Para ello se establecieron dos Fundaciones en ambos extremos de la galaxia. Esta es la historia de la primera y el inicio de la trilogía de Las Fundaciones.",
    "urlBook": "https://quelibroleo.com/fundacion-trilogia-de-la-fundacion-i"
  },
  {
    "id": "c730bc27-8e2c-4ed4-bb36-69b4bdee98c0",
    "title": "EL HOBBIT. Edición especial 75 aniversario",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1347963308.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2012",
    "rating": "7,98",
    "synopsis": "Minotauro celebra el 75 aniversario de la publicación en inglés, y el 30 aniversario de su traducción al castellano, de este clásico del siglo XX con una reproducción de la edición original de 1937 que incluye las ilustraciones diseñadas por el propio Tolkien. Esta edición limitada está formada por 3.500 ejemplares numerados que irán acompañados de una elegante funda de piel grabada con los motivos de El Libro Rojo y el Mapa de Thrór. En 1937 se publicó por primera vez El Hobbit. En ese momento su creador, John Ronald Reuel Tolkien, estaba lejos de imaginar que el relato que había inventado para sus hijos iba a convertirse en una de las historias más queridas de la literatura. 75 años después, miles de padres siguen relatándoles a sus hijos las aventuras de Bilbo Bolsón y la historia de este pequeño hobbit que vivía en un agujero en el suelo está más viva que nunca gracias a la próxima adaptación cinematográfica de Peter Jackson.",
    "urlBook": "https://quelibroleo.com/el-hobbit-edicion-especial-75-aniversario"
  },
  {
    "id": "11ce938c-0434-4644-ad3e-8797896b49ca",
    "title": "ELANTRIS",
    "author": "SANDERSON, BRANDON",
    "coverImage": "https://quelibroleo.com/images/libros/9788466624237.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2006",
    "rating": "7,95",
    "synopsis": "La ciudad de Elantris, poderosa y bella capital de Arelon, había sido llamada la «ciudad de los dioses ». Antaño famosa sede de inmortales, un lugar repleto de poder y magia, Elantris ha caído en desgracia. Ahora sólo acoge a los nuevos «muertos en vida» postrados en una insufrible «no-vida» tras una misteriosa y terrible «transformación». En un único volumen, una maravillosa historia de la moderna fantasía en que la política, el amor y, también, la religión desempeñan un papel extraordinario.",
    "urlBook": "https://quelibroleo.com/elantris"
  },
  {
    "id": "dcfb6e45-5b8a-4d75-a00f-6ef79352406a",
    "title": "EL JUEGO DE ENDER",
    "author": "CARD, ORSON SCOTT",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1322161165.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2009",
    "rating": "7,93",
    "synopsis": "La Tierra se ve amenazada por la especie extraterrestre delos Insectores, seres que se comunican telepáticamente y que se consideran totalmente distintos de los humanos, a los que quieren destruir. Para vencerlos, la humanidad necesita de un genio militar, y por ello se permite el nacimiento de Ender, que es el tercer hijo de una pareja en el mundo que ha limitado estrictamente a dos el número de descendientes.",
    "urlBook": "https://quelibroleo.com/el-juego-de-ender"
  },
  {
    "id": "b78605c1-a94e-4042-9a20-4816f19497a9",
    "title": "LA HISTORIA INTERMINABLE",
    "author": "ENDE, MICHAEL",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1321930855.jpeg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,89",
    "synopsis": "¿Qué es Fantasia? Fantasia es la Historia Interminable. ¿Dónde está escrita esa historia? En un libro de tapas color cobre. ¿Dónde está ese libro? Entonces estaba en el desván de un colegio... Estas son las tres preguntas que formulan los Pensadores Profundos, y las tres sencillas respuestas que reciben de Bastián. Pero para saber realmente lo que es Fantasia hay que leer ese, es decir, este libro. El que tienes en tus manos.",
    "urlBook": "https://quelibroleo.com/la-historia-interminable"
  },
  {
    "id": "81a3f8fe-cf46-4758-8d17-af79c11d1bfc",
    "title": "LA NARANJA MECÁNICA",
    "author": "BURGESS, ANTHONY",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1381860650.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2012",
    "rating": "7,87",
    "synopsis": "La naranja mecánica es tan brillante, transgresora e influyente hoy como cuando fue publicada por primera vez, hace ahora cincuenta años. Una horripilante visión del futuro escrita en su fantástico lenguaje inventado que se convirtió en un clásico de la literatura moderna, así como en la base para la polémica película de Stanley Kubrick. El nadsat-adolescente Alex y sus tres drugos-amigos viven en un mundo de crueldad y destrucción. Alex tiene los principales atributos humanos: amor a la agresión, amor al lenguaje, amor a la belleza. Pero es joven y no ha entendido aún la verdadera importancia de la libertad, la que disfruta de un modo violento. En cierto sentido vive en el Edén, y sólo cuando cae (como en verdad le ocurre, desde una ventana) parece capaz de llegar a transformarse en un verdadero ser humano.",
    "urlBook": "https://quelibroleo.com/la-naranja-mecanica"
  },
  {
    "id": "efeac2b5-2e19-480c-81f5-85c8bb67524a",
    "title": "DANZA DE DRAGONES. (CANCIÓN DE HIELO Y FUEGO 5)",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1500477982.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2012",
    "rating": "7,85",
    "synopsis": "\"Danza de dragones\" es el quinto libro de la saga \"Canción de hielo y fuego\". Narra los acontecimientos posteriores al tercer libro \"Tormenta de espadas\", simultáneos a los acaecidos en el cuarto, \"Festín de cuervos\". La Guerra de los Cinco Reyes parece que decae. En el Norte, el Rey Stannis Baratheon se ha instalado en el Muro y ha jurado ganarse la lealtad de los norteños para continuar su lucha para reclamar el Trono de Hierro, aunque esto se complica porque la mayoría de la costa oeste está ocupada por los Hijos del Hierro. En el propio Muro Jon Nieve ha sido elegido 998 Lord Comandante de la Guardia de la Noche, pero tiene enemigos tanto en la Guardia como más allá del Muro. Tyrion Lannister ha sido llevado en barco al otro lado del Mar Angosto a la Ciudad Libre de Pentos, pero su destino final es desconocido incluso para él. En el lejano este, Daenerys Targaryen ha conquistado la ciudad de Meereen, pero ha decidido quedarse y gobernarla, perfeccionando sus habilidades como dirigente que serán necesarias cuando viaje a Poniente. Pero la existencia de Daenerys ya es conocida por muchos en Poniente y desde las islas del Hierro y Dorne, desde Antigua y las Ciudades Libres se mandan emisarios para encontrarla y usar su causa para sus propios beneficios.",
    "urlBook": "https://quelibroleo.com/danza-de-dragones-cancion-de-hielo-y-fuego-5"
  },
  {
    "id": "e307d1f7-2680-4573-941b-d4f7b52ec5c8",
    "title": "CRÓNICAS MARCIANAS",
    "author": "BRADBURY, RAY",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1568711713.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2019",
    "rating": "7,84",
    "synopsis": "Nueva edición para celebrar el 100 aniversario del nacimiento del autor. Recopilación de relatos que recogen la crónica de la colonización de Marte por parte de una humanidad que huye de un mundo al borde de la destrucción. Los colonos llevan consigo sus deseos más íntimos y el sueño de reproducir en el Planeta Rojo una civilización de perritos calientes, cómodos sofás y limonada en el porche al atardecer. Pero su equipaje incluye también los miedos ancestrales, que se traducen en odio a lo diferente, y las enfermedades que diezmarán a los marcianos. Conforme a su concepción de lo que debe ser la ciencia ficción, Bradbury se traslada al futuro para iluminar el presente y explorar la naturaleza humana.",
    "urlBook": "https://quelibroleo.com/cronicas-marcianas"
  },
  {
    "id": "6c0438ef-3147-4f9e-9dc6-fdd4eba65fc1",
    "title": "DUNE. Las crónicas de Dune 1",
    "author": "HERBERT, FRANK",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1594720494.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2020",
    "rating": "7,8",
    "synopsis": "En el desértico planeta Arrakis, el agua es el bien más preciado y llorar a los muertos, el símbolo de máxima prodigalidad. Pero algo hace de Arrakis una pieza estratégica para los intereses del Emperador, las Grandes Casas y la Cofradía, los tres grandes poderes de la galaxia. Arrakis es el único origen conocido de la melange, preciosa especia y uno de los bienes más codiciados del universo. Al duque Leto Atreides se le asigna el gobierno de este mundo inhóspito, habitado por los indómitos Fremen y monstruosos gusanos de arena de centenares de metros de longitud. Sin embargo, cuando la familia es traicionada, su hijo y heredero, Paul, emprenderá un viaje hacia un destino más grande del que jamás hubiese podido soñar. Mezcla fascinante de aventura, misticismo, intrigas políticas y ecologismo, Dune se convirtió, desde el momento de su publicación, en un fenómeno de culto y en la mayor epopeya de ciencia-ficción de todos los tiempos.",
    "urlBook": "https://quelibroleo.com/dune"
  },
  {
    "id": "58eb6607-2548-4163-a278-6c5517b53f3a",
    "title": "LA PRINCESA PROMETIDA",
    "author": "GOLDMAN, WILLIAM",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1523258945.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2018",
    "rating": "7,77",
    "synopsis": "Tras la muerte de su amado Westley, la bella Buttercup se compromete con Humperdinck, un malvado y mentiroso príncipe, para evitar una guerra. Pero, antes de la boda, una banda de mercenarios formada por Íñigo Montoya, el mejor espadachín del mundo; Vizzini, el hombre más inteligente del mundo; y Fezzik, el más fuerte, secuestra a la joven, y un misterioso pirata retará a los secuestradores para hacerse con la princesa.",
    "urlBook": "https://quelibroleo.com/la-princesa-prometida"
  },
  {
    "id": "05c08803-adeb-4848-b4a4-9f806d5fab5d",
    "title": "EL MARCIANO",
    "author": "WEIR, ANDY",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1420493494.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2013",
    "rating": "7,74",
    "synopsis": "Hace seis dias, el astronauta Mark Watney se convirtió en una de las primeras personas en caminar por Marte. Ahora, está seguro de que va a ser la primera persona en morir allí. Después de que una tormenta de polvo casi acabase con él y oblige a su tripulacion a evacuar dándolo por muerto, Mark se encuentra atrapado y completamente solo, sin manera de enviar una señal a la tierra de que está vivo, y aunque pudiera conseguir comunicarse, sus suministros se acabarían mucho antes de que el rescate llegase.",
    "urlBook": "https://quelibroleo.com/el-marciano"
  },
  {
    "id": "38a44a55-15cd-4e46-9d17-44fd2e932b74",
    "title": "EL HOBBIT",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1372014512.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "1993",
    "rating": "7,72",
    "synopsis": "Smaug parecía profundamente dormido cuando Bilbo espió una vez más desde la entrada. ¡Pero fingía estar dormido! ¡Estaba vigilando la entrada del túnel!... Sacado de su cómodo agujero-hobbit por Gandalf y una banda de enanos, Bilbo se encuentra de pronto en medio de una conspiración que pretende apoderarse del tesoro de Smaug el Magnífico, un enorme y muy peligroso dragón... \"Todos los que aman esos libros para niños que pueden ser leídos y releídos por adultos han de tomar buena nota de que una nueva estrella ha aparecido en esa constelación.\" C.S. LEWIS.",
    "urlBook": "https://quelibroleo.com/el-hobbit"
  },
  {
    "id": "9563e5d4-ca4a-450b-8f28-3f8c4b394c09",
    "title": "FUNDACIÓN Y TIERRA (VII)",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/9788497599221.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2003",
    "rating": "7,71",
    "synopsis": "La epopeya de la Fundación ( Fundación, Fundación e Imperio, Segunda Fundación y Los límites de la Fundación ) es la obra de ciencia ficción más leída de todos los tiempos. Una narración monumental que continúa con el presente título, la quinta y más emocionante novela de la serie. La humanidad, en un lejano futuro galáctico, busca sus orígenes en un planeta perdido llamado Tierra... ver otros libros del autor: Límites de la Fundación Hacia la fundación Segunda Fundación Fundación e imperio",
    "urlBook": "https://quelibroleo.com/fundacion-y-tierra-vii"
  },
  {
    "id": "ddca160a-2252-47e3-9d42-e6503369ca08",
    "title": "LOS LÍMITES DE LA FUNDACIÓN (VI)",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/9788497594347.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2003",
    "rating": "7,68",
    "synopsis": "Golan Trevize, consejero de la Primera Fundación, se pregunta sobre la posibilidad de la supervivencia de la Segunda Fundación. Esta debería haber sido destruida, según la versión oficial, agotándose así los superpoderes mentales de los científicos que la componían y que dirigían ocultamente los aconteceres del Imperio Galáctico. Tras una serie de intrigas políticas, Trevize se verá obligado a exiliarse en una astronave, en compañía del historiador Janov Pelorat. Pero, una vez en el espacio, ambos decidirán dedicarse a la búsqueda del antiguo planeta Tierra...",
    "urlBook": "https://quelibroleo.com/los-limites-de-la-fundacion-vi"
  },
  {
    "id": "bd2db6f5-1fc0-4ed5-9748-db3e83667d6a",
    "title": "APOCALIPSIS Z",
    "author": "LOUREIRO, MANEL",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1509709435.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,68",
    "synopsis": "¿Que sucedería si un día al levantarte descubrieses que la civilización se esta cayendo a pedazos? Eso es lo que le sucede al protagonista de Apocalipsis Z, un joven abogado que lleva una vida tranquila y rutinaria en una pequeña ciudad española, hasta que un oscuro incidente medico tiene lugar en un remoto país. Paulatinamente, lo que tan solo era una pequeña noticia breve en los periódicos se transforma en una epidemia de proporciones devastadoras que, devorando país tras país, amenaza con aniquilar a toda la humanidad. España no será una excepción, y el pánico comienza a cundir...Descubre el juego de mesa basado en el libro.",
    "urlBook": "https://quelibroleo.com/apocalipsis-z"
  },
  {
    "id": "80c37800-3683-4b1d-ac13-1f79a667d875",
    "title": "FAHRENHEIT 451",
    "author": "BRADBURY, RAY",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1596022079.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2020",
    "rating": "7,65",
    "synopsis": "Fahrenheit 451: la temperatura a la que el papel se enciende y arde.Guy Montag es un bombero y el trabajo de un bombero es quemar libros, que están prohibidos porque son causa de discordia y sufrimiento. El Sabueso Mecánico del Departamento de Incendios, armado con una letal inyección hipodérmica, escoltado por helicópteros, está preparado para rastrear a los disidentes que aún conservan y leen libros. Como 1984, de George Orwell, como Un mundo feliz, de Aldous Huxley, Fahrenheit 451 describe una civilización occidental esclavizada por los medios, los tranquilizantes y el conformismo. La visión de Bradbury es asombrosamente profética: pantallas de televisión que ocupan paredes y exhiben folletines interactivos; avenidas donde los coches corren a 150 kilómetros por hora persiguiendo a peatones; una población que no escucha otra cosa que una insípida corriente de música y noticias transmitidas por unos diminutos auriculares insertados en las orejas.",
    "urlBook": "https://quelibroleo.com/fahrenheit-451"
  },
  {
    "id": "f239bd7e-ec23-4438-aa31-a3cd406fba8b",
    "title": "FESTÍN DE CUERVOS. (CANCIÓN DE HIELO Y FUEGO 4)",
    "author": "MARTIN, GEORGE R.R.",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1500477874.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,64",
    "synopsis": "Mientras los vientos del otoño desnudan los árboles, las últimas cosechas se pudren en los pocos campos que no han sido devastados por la guerra, y por los ríos teñidos de rojo bajan cadáveres de todos los blasones y estirpes. Y aunque casi todo Poniente yace extenuado, en diversos rincones florecen nuevas e inquietantes intrigas que ansían nutrirse de los despojos de un reino moribundo. George R.R. Martin continúa sumando hordas de seguidores incondicionales mientras desgrana, con pulso firme y certero, una de las experiencias literarias más ambiciosas y apasionantes que se hayan propuesto nunca en el terreno de la fantasía. Festín de cuervos, como la calma que precede a la tempestad, desarrolla nuevos personajes y tramas de un retablo tenso y sobrecogedor. Cuando se apaga el clamor de las espadas, solamente queda carroña para los cuervos. Las circunstancias han forzado una tregua en la guerra de los Cinco Reyes. Los intrigantes miembros de la Casa Lannister intentan consolidar su hegemonía en Poniente; la flota de las Islas del Hierro se congrega para la elección de un rey que restituya la gloria perdida del Trono de Piedramar, y en Dorne, el único de los Siete Reinos que permanece apartado del conflicto, el asesinato de la princesa Elia y de los herederos Targaryen todavía se recuerda con dolor y rabia. Entre tanto, Brienne de Tarth parte en busca de Sansa Stark en cumplimiento de una promesa, y Samwell Tarly regresa de las tierras inhóspitas de más allá del Muro acompañado de una mujer y un niño de pecho. Festín de cuervos, consigue mantener la intensidad emocional de sus predecesoras y continúa tejiendo con maestría y convicción la multiplicidad de tramas de una serie sin parangón. Martin hace gala de una primorosa atención al detalle y añade nuevas pinceladas a un fresco cada vez más rico en matices con el que insufla vida a un universo de ficción tan vasto e implacable como la realidad.",
    "urlBook": "https://quelibroleo.com/festin-de-cuervos-cancion-de-hielo-y-fuego-4"
  },
  {
    "id": "c2208a63-a915-493b-b5d1-5a923e1c00f3",
    "title": "SOY LEYENDA",
    "author": "MATHESON, RICHARD",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1372152872.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,63",
    "synopsis": "Robert Neville es el único superviviente de una guerra bacteriológica que ha asolado el planeta y convertido al resto de la humanidad en vampiros. Su vida se ha reducido a asesinar al máximo número posible de estos seres sanguinarios durante el día, y soportar su asedio cada noche. Para ellos, el auténtico monstruo es este hombre que lucha por subsistir en un nuevo orden establecido.",
    "urlBook": "https://quelibroleo.com/soy-leyenda"
  },
  {
    "id": "8e762ec6-44f3-435b-8618-4b20a549ab51",
    "title": "LA LUZ FANTÁSTICA",
    "author": "PRATCHETT, TERRY",
    "coverImage": "https://quelibroleo.com/images/libros/9788497931786.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2004",
    "rating": "7,63",
    "synopsis": "Un nuevo día, sereno y apacible, empieza en Mundo Disco. Como es habitual, la gran tortuga navega por el éter entregada a reflexiones inescrutables, sosteniendo en su caparazón a los cuatro elefantes sobre los que descansa el mundo. Sin embargo, se avecina una inexorable colisión con una malévola estrella roja, y sólo una persona puede poner remedio al inminente desastre: Rincewind, el inepto y cobarde hechicero. Por desgracia, Rincewind fue visto por última vez cuando caía por el borde del mundo... Esta serie de novelas está considerada la más divertida y heterodoxa saga fantástica jamás escrita. Como ha señalado la crítica, \"las novelas de Terry Pratchett deberían ser lectura obligada para aquellos que se toman la vida demasiado en serio\".",
    "urlBook": "https://quelibroleo.com/la-luz-fantastica"
  },
  {
    "id": "715e8e76-d51d-4884-9258-adb40723beab",
    "title": "YO, ROBOT",
    "author": "ASIMOV, ISAAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1368563536.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2009",
    "rating": "7,61",
    "synopsis": "Publicada por primera vez en 1950, cuando la electrónica digital estaba en su infancia, Yo, robot resultó ciertamente visionaria y tendría una influencia enorme no sólo en toda la ciencia ficción posterior, sino incluso en la propia ciencia de la robótica. Aquí formuló Issac Asomov por primera vez las tres leyes fundamentales de la robótica, de las que se valdría para plantear interrogantes que se adentran en el campo de la ética y de la psicología: ¿qué diferencia hay entre un robot inteligente y un ser humano?, ¿puede el creador de un robot predecir su comportamiento?, ¿debe la lógica determinar lo que es mejor para la humanidad? A través de una serie de historias conectadas entre sí por el personaje de la robopsicóloga Susan Calvin, en las que aparecen todo tipo de máquinas inteligentes -  robots que leen el pensamiento, robots que se vuelven locos, robots con sentido del humor o robots políticos-, Asimov inventa unos robots cada vez más perfectos, que llegan a convertirse en un desafío para sus creadores.",
    "urlBook": "https://quelibroleo.com/yo-robot"
  },
  {
    "id": "8c0248a4-e10d-4b5a-a003-a00d8f50dff0",
    "title": "2001. UNA ODISEA ESPACIAL",
    "author": "CLARKE, ARTHUR C.",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1365433263.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2003",
    "rating": "7,61",
    "synopsis": "Un sobrecogedor viaje interestelar en busca de la evidencia de que el ser humano no está solo en el cosmos. Una expedición a los confines del universo y a los del alma, en la que pasado, presente y futuro se amalgaman en un continuo enigmático. ¿Qué esencia última nos rige? ¿Qué lugar ocupa el hombre en el complejo entramado del infinito? ¿Qué es el tiempo, la vida, la muerte..? Una grandiosa novela de dimensiones épicas cuyo amplio abanico de interpretaciones ofrece una visión totalizadora. Arthur C.Clarke colaboró estrechamente con Stanley Kubrick en la producción de la célebre película homónima.",
    "urlBook": "https://quelibroleo.com/2001-una-odisea-espacial"
  },
  {
    "id": "5ea0cbbe-a164-42fb-852d-26928eca5eb3",
    "title": "LA ESPADA DEL DESTINO. La saga de Geralt de Rivia, libro II",
    "author": "SAPKOWSKI, ANDRZEJ",
    "coverImage": "https://quelibroleo.com/images/libros/9788498890051.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2008",
    "rating": "7,55",
    "synopsis": "La vida de un brujo cazador de monstruos no es fácil. Tan pronto puede uno tener que meterse hasta el cuello en un estercolero para eliminar a la bestia carroñera que amenaza la ciudad, intentado no atrapar una infección incurable, como se puede encontrar unido a la cacería de uno de los últimos dragones, en la que la cuestión no es si los cazadores conseguirán matar a la pobre bestia, sino qué pasará cuando tengan que repartirse el botín. Magos, príncipes, estarostas, voievodas, druidas, vexlings, dríadas, juglares y criaturas de todo pelaje pueblan esta tierra, enzarzados en conflictos de supervivencia, codicia y amor, y entre ellos avanza, solitario, el brujo Geralt de Rivia.",
    "urlBook": "https://quelibroleo.com/la-espada-del-destino-la-saga-de-geralt-de-rivia-libro-ii"
  },
  {
    "id": "d6c9427d-fc4e-481a-bec1-ce1300467611",
    "title": "LA VOZ DE LOS MUERTOS",
    "author": "CARD, ORSON SCOTT",
    "coverImage": "https://quelibroleo.com/images/libros/9788466618083.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2005",
    "rating": "7,52",
    "synopsis": "Después del genocidio de los insectores, Ender Wiggin desapareció y en su lugar surgió una voz poderosa: la nueva religión de los Portavoces de los Muertos, que sirven como sacerdotes a quienes no creen en ningún Dios y, sin embargo, creen en los valores de los seres humanos.",
    "urlBook": "https://quelibroleo.com/la-voz-de-los-muertos"
  },
  {
    "id": "b287fba1-26fb-40cf-ab5c-a55d3d9553ac",
    "title": "EL ÚLTIMO DESEO. La saga de Geralt de Rivia, libro I",
    "author": "SAPKOWSKI, ANDRZEJ",
    "coverImage": "https://quelibroleo.com/images/libros/9788498890037.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2008",
    "rating": "7,47",
    "synopsis": "Geralt de Rivia, brujo y mutante sobrehumano, se gana la vida como cazador de monstruos en una tierra de magia y maravilla: con sus dos espadas al hombro -la de acero para hombres, y la de plata para bestias- da cuenta de estriges, manticoras, grifos, vampiros, quimeras y lobisomes, pero sólo cuando amenazan la paz. Irónico, cínico, descreído y siempre errante, sus pasos lo llevan de pueblo en pueblo ofreciendo sus servicios, hallando las más de las veces que los auténticos monstruos se esconden bajo rostros humanos. En su camino sorteará intrigas, elegirá el mal menor, debatirá cuestiones de precio, hollará el confín del mundo y realizará su último deseo: así comienzan las aventuras del brujo Geralt de Rivia. Andrzej Sapkowski (Lodz, Polonia, 1948) es en su país una celebridad equiparable a Stanislaw Lem. Convertido en un fenómeno de masas gracias a la saga de Geralt de Rivia, Sapkowski escribe una fantasía heroica fuertemente influida por la cultura autóctona eslava y las narraciones tradicionales. Además, ha obtenido un amplio reconocimiento crítico: se considera su obra como la mejor expresión del lenguaje popular y coloquial de Polonia. La saga del brujo Geralt de Rivia está compuesta por siete volúmenes: El último deseo, La espada del destino, La sangre de los elfos, Tiempo de odio, Bautismo de fuego, La torre de la golondrina y La dama del lago.",
    "urlBook": "https://quelibroleo.com/el-ultimo-deseo-la-saga-de-geralt-de-rivia-libro-i"
  },
  {
    "id": "51bfbef4-6853-4795-91aa-265dfe7d9128",
    "title": "BLADE RUNNER. ¿Sueñan los androides con ovejas eléctricas?",
    "author": "DICK, PHILIP K.",
    "coverImage": "https://quelibroleo.com/images/libros/9788435020909.JPG",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2008",
    "rating": "7,46",
    "synopsis": "Una de las mejores novelas de Philip K. Dick, y sin duda la más leída, esta obra es una alucinante pesadilla tecnológica, cuyo tema principal es el impreciso límite entre lo natural y lo artificial. En un mundo devastado, lleno de restos tecnológicos y bloques de apartamento vacíos, Rick Deckard es un cazador mercenario cuya tarea consiste en retirar de la circulación a los androides rebeldes, profesión que es causa también de no pocos problemas con su esposa. Sin embargo, los nuevos Nexus-6 son androides con características especiales, casi humanos, lo que dificulta notablemente su labor y puede llevarle a enfrentarse a problemas que es incapaz de imaginar siquiera. En esta espléndida novela se basó Ridley Scott para su película Blade Runner, un hito en el género de la ciencia ficción que recrea con lógica implacable algunas de las características del mundo de nuestros días y plantea una serie de temas de plena actualidad.",
    "urlBook": "https://quelibroleo.com/blade-runner-suenan-los-androides-con-ovejas-electricas"
  },
  {
    "id": "18abaf7f-a1fa-4969-b416-0fb9a53827d8",
    "title": "GUERRA MUNDIAL Z. Una historia oral de la guerra zombi",
    "author": "BROOKS, MAX",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1361853945.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2008",
    "rating": "7,42",
    "synopsis": "El autor ha dedicado varios años a recorrer el mundo en busca de todos los testimonios que ahora reúne aquí sobre la guerra mundial zombi. Por insólito que parezca este libro, que algunos tildan de novela demasiado realista, es la parte censurada del informe que le encargó Naciones Unidas para que quedara memoria de \"La Crisis\", los \"Años Oscuros\" o la \"Plaga Andante\", principalmente conocida como Guerra Mundial Z. Al parecer había \"demasiado factor humano\". Este libro aclara realmente cómo el doctor Kwang Jingshu descubrió los primeros casos y se destaparon las pruebas ocultadas por el gobierno chino sobre el gran estallido. También cómo surgió y se propagó el controvertido Plan Naranja de supervivencia, fruto de un oscuro cerebro del apartheid sudafricano. Además contiene los testimonios directos de gentes de la posguerra: contrabandistas de Tíbet, oficiales de servicios secretos de medio mundo, militares, científicos, industriales, políticos, ecologistas, supermodelos, gentes de culturas alternativas tras el cataclismo y muchos otros que lucharon para defendernos de la amenaza de los zombis. También de aquellos que no lo hicieron tanto e incluso de aquellos que creen que la lucha continúa. Por fin, el mundo sabrá la historia verdadera de cómo la humanidad estuvo a punto de extinguirse. Desde el fin oficial de hostilidades se han producido numerosas tentativas para documentar la guerra zombi. Guerra Mundial Z es el relato definitivo -realizado por los propios supervivientes- de los detalles tecnológicos, militares, sociales, económicos y políticos de cómo la civilización estuvo al borde de la extinción en la lucha total contra el muerto viviente. Guerra Mundial Z. Una historia oral de la guerra zombi (World War Z: An Oral History of the Zombie War) fue publicado en inglés en septiembre de 2006 y fue un bestseller instantáneo en las listas de The New York Times. La película basada en la novela se estrenó en España en agosto de 2013; dirigida por Marc Foster y protagonizada por Brad Pitt. Max Brooks (Maximillian Brooks, Nueva York, 1972) es escritor, guionista y actor. Hijo del director Mel Brooks y de la actriz Anne Bancroft. Desde 2001 a 2003 fue miembro del equipo de guionistas del programa de televisión norteamericano Saturday Night Live.",
    "urlBook": "https://quelibroleo.com/guerra-mundial-z-una-historia-oral-de-la-guerra-zombi"
  },
  {
    "id": "10ec262d-ec18-48b2-9727-f2505ac33b98",
    "title": "LA CARRETERA",
    "author": "MCCARTHY, CORMAC",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1348191302.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,39",
    "synopsis": "Inquietante y lúcida, la última novela del gran Cormac McCarthy tiene como escenario un terreno baldío, un páramo carbonizado que es lo único que queda de lo que alguna vez fue Norteamérica. Ya no existe más vida sobre la tierra que la humana y los hombres se comen los unos a los otros. Un padre y su hijo recorren este mundo apocalíptico sin saber cuál es su destino. El protagonista recuerda los viejos tiempos, pero no sabe con certeza si esa memoria no es más que un mito, una necesidad de crear una historia fundacional que dé sentido a la desolación que le rodea. Una demoledora fábula sobre el futuro del ser humano, destinada a convertirse en la obra maestra del autor. La novela ha sido adaptada al cine por el director australiano John Hillcoat con Viggo Mortensen y Charlize Theron como protagonistas principales.",
    "urlBook": "https://quelibroleo.com/la-carretera"
  },
  {
    "id": "e9207df1-b51c-4f86-956f-44f0d70292dd",
    "title": "EL COLOR DE LA MAGIA. Una novela del mundodisco",
    "author": "PRATCHETT, TERRY",
    "coverImage": "https://quelibroleo.com/images/libros/9788497596794.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2003",
    "rating": "7,35",
    "synopsis": "En un mundo plano sostenido por cuatro elefantes impasibles -que se apoyan en la espalda de una tortuga gigante- habitan los estrafalarios personajes de esta novela: un hechicero avaro y torpe, un turista ingenuo cuyo fiero equipaje le sigue a todas partes sostenido por cientos de patitas, dragones que existen si se cree en ellos, gremios de ladrones y asesinos, espadas mágicas, la Muerte y, por supuesto, un extenso catálogo de magos y demonios... En esta serie de novelas se dan cita todos los temas y situaciones del género fantástico, visto a través del personalísimo y corrosivo sentido de la comicidad de un autor inglés que se ha convertido en uno de los escritores de humor de mayor éxito y fama en el mundo.",
    "urlBook": "https://quelibroleo.com/el-color-de-la-magia-una-novela-del-mundodisco"
  },
  {
    "id": "de3f6e02-abcf-402e-bdba-e7dba1c18248",
    "title": "LUCES DEL NORTE (LA BRÚJULA DORADA). Libro I: La Materia Oscura",
    "author": "PULLMAN, PHILIP",
    "coverImage": "https://quelibroleo.com/images/libros/9788466636223.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2007",
    "rating": "7,3",
    "synopsis": "Lyra sólo tiene once años, pero ya está marcada por el destino. Los niños de Oxford están desapareciendo, y se rumorea que lo mismo sucede en otros lugares. Armada con su aletiómetro, un objeto único que le permite adivinar lo que nadie sabe, Lyra parte hacia el Polo Norte con el propósito de salvar a los niños y averiguar qué se oculta tras sus desapariciones. Pero descubrirá que el mundo donde vive es mucho más complejo de lo que ella creía, y para cumplir su destino deberá reunir todo su valor.\r\nLuces del norte es la primera parte de la trilogía La Materia Oscura, compuesta asimismo por La daga y El catalejo lacado. Ha sido llevada al cine con el título de La brújula dorada, protagonizada por Nicole Kidman y Daniel Craig.",
    "urlBook": "https://quelibroleo.com/luces-del-norte-la-brujula-dorada-libro-i-la-materia-oscura"
  },
  {
    "id": "cdc9a92b-00de-43d9-9a83-4f518828dc8a",
    "title": "SOLARIS",
    "author": "LEM, STANISLAW",
    "coverImage": "https://quelibroleo.com/images/libros/libro_1302619273.gif",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2011",
    "rating": "7,24",
    "synopsis": "Por primera vez en traducción directa del polaco, Solaris, la mítica novela que consagró a Stanisław Lem como autor de culto. Un texto hoy en día considerado un clásico sin paliativos de la literatura moderna. Kris Kelvin acaba de llegar a Solaris. Su misión es esclarecer los problemas de conducta de los tres tripulantes de la única estación de observación situada en el planeta. Solaris es un lugar peculiar: no existe la tierra firme, únicamente un extenso océano dotado de vida y presumiblemente, de inteligencia. Mientras tanto, se encuentra con la aparición de personas que no deberían estar allí. Tal es el caso de su mujer —quien se había suicidado años antes—, y que parece no recordar nada de lo sucedido. Stanisław Lem nos presenta una novela claustrofóbica, en la que hace un profundo estudio de la psicología humana y las relaciones afectivas a través de un planeta que enfrenta a los habitantes de la estación a sus miedos más íntimos.",
    "urlBook": "https://quelibroleo.com/solaris"
  },
  {
    "id": "05f2d21f-dfa2-458c-b584-fa26c4aa9591",
    "title": "LA GUERRA DE LOS MUNDOS",
    "author": "WELLS, HERBERT GEORGE (H.G. Wells)",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1509351964.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2017",
    "rating": "7,19",
    "synopsis": "La guerra de los mundos, publicada por primera vez en 1898, narra por primera vez en la historia de la literatura un tema que será recurrente desde entonces y originará todo un subgénero dentro de la ciencia ficción: la invasión hostil de la Tierra por extraterrestres procedentes de Marte, recibidos por una humanidad ingenua que tendrá que organizarse para impedir una destrucción masiva del planeta. A través de esta fábula en la que las descripciones científicas, las premoniciones sobre el futuro de la tecnología y los entresijos de la política ocupan un lugar central, H. G. Wells nos habla sobre la vanidad y la seguridad ficticia de una humanidad autosatifecha, y los peligros que acechan su supervivencia.",
    "urlBook": "https://quelibroleo.com/la-guerra-de-los-mundos"
  },
  {
    "id": "f3664206-7317-4c5c-ba0b-1ea8ebab774c",
    "title": "EL SOBRINO DEL MAGO. Las crónicas de Narnia I",
    "author": "LEWIS, C.S.",
    "coverImage": "https://quelibroleo.com/images/libros/9788408057024.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2005",
    "rating": "7,03",
    "synopsis": "Las crónicas de Narnia, un clásico de la literatura juvenil, que ha creado escuela en el género fantástico, se trata de una serie de siete libros escritos por C.S. Lewis que relatan las aventuras de los hermanos Pavenisie en Narnia, en este volumen que inicia la serie: Dos amigos, víctimas del poder de unos anillos mágicos, son arrojados a otro mundo en el que una malvada hechicera intenta convertirlos en sus esclavos. Pero entonces aparece Aslan y crea Narnia, un mundo poblado por seres mitológicos, animales parlantes y brujas malvadas. Su lectura está recomendada a partir de 10 años.",
    "urlBook": "https://quelibroleo.com/el-sobrino-del-mago-las-cronicas-de-narnia-i"
  },
  {
    "id": "4c05eb7f-4bd7-46c6-bee2-9329dec87b88",
    "title": "EL SILMARILLION",
    "author": "TOLKIEN, J.R.R. (John Ronald Reuel Tolkien)",
    "coverImage": "https://quelibroleo.com/images/libros/9788445077535.jpg",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "1998",
    "rating": "7,02",
    "synopsis": "El Silmarillion cuenta la historia de la Primera Edad, el antiguo drama del que hablan los personajes de El Señor de los Anillos, y en cuyos acontecimientos algunos tomaron parte, como Elrond y Galadriel…",
    "urlBook": "https://quelibroleo.com/el-silmarillion"
  },
  {
    "id": "e41ca88f-2a73-4b3e-a3f3-b2d514c5270c",
    "title": "OLVIDADO REY GUDÚ",
    "author": "MATUTE, ANA MARÍA",
    "coverImage": "https://quelibroleo.com/images/libros/libro-1528990528.png",
    "genre": "Fantástica, ciencia ficción",
    "yearEdition": "2018",
    "rating": "7,01",
    "synopsis": "Olvidado Rey Gudú es una de las grandes novelas de este siglo. Repleta de fábulas y fantasías, narra el nacimiento y la expansión del Reino de Olar, con una trama llena de personajes, aventuras y un paisaje simbólico: el misterioso Norte, la inhóspita estepa del Este y el rico y exuberante Sur, que limitan la expansión del Reino de Olar, en cuyo destino participan la astucia de una niña sureña, la magia de un viejo hechicero y las reglas del juego de una criatura del subsuelo. Tejida de realidad y leyenda, de pasado y presente, Olvidado Rey Gudú constituye también una gran metáfora del alma humana y su historia, alentada por los deseos y las inquietudes que desvelan al ser humano desde hace siglos.",
    "urlBook": "https://quelibroleo.com/olvidado-rey-gudu"
  }
]
